[Setting]
Language=English_new
LanguageID=0804
Version=3.1




[String]

IDM_EXIT=E&xit
IDM_SHOWWINDOW=&Show HideDragon
IDM_HIDEWINDOW=&Hide HideDragon


IDD10_Title=HideDragon 3.1
IDD102_2=E&xit
IDD10_1005=&Options...
IDD10_1004=Hide &Icon
IDD10_1664=Show &Icon
IDD10_1102=Mouse:
IDD10_1105=Hide All Windows:
IDD10_1106=Show HideDragon:
IDD10_1042=Always On To&p
IDD10_1067=Window List:
IDD10_1103=Run Program in Background
IDD10_1011=&Clear All
IDD10_1001=R&efresh
IDD10_1107=Click mouse's left and right keys together to hide all windows.
IDD10_1066=Background Runned Program List:
IDD10_1070=Auto-Hide the popup wi&ndows of the hidden item
IDD10_1104=&Show
IDD10_1008=Enabled
IDS_USAGETIP_CLICKLEFTRIGHTHIDEWND=Click mouse's left and right keys together to hide all windows.
IDS_USAGETIP_CLICKMIDDLEHIDEWND=Click mouse's middle button to hide all windows.
IDS_USAGETIP_SELWNDLISTCANRESERVEWND=In Windows List the checked item to be reserve:
IDS_USAGETIP_RECLICKRIGHTLEFTSHOWWINDOW=ReClick mouse's left and right keys together to show hided windows.
IDS_USAGETIP_RECLICKMIDDLESHOWWINDOW=ReClick mouse's middle button to show all windows.
IDS_USAGETIP_PRESSHOTKEYTOHIDEWINDOW=Press 'Hide Window' hotkey to hide all windows.
IDS_USAGETIP_HIDESELITEM=In Windows List the checked item to be hide.
IDS_USAGETIP_REPRESSHOTKEYTOSHOWWINDOW=Re press Hide Window hotkey to reshow hided windows.
IDS_USAGETIP_MOUSEHOOKDISABLED=Mouse's left and right keys together to hide all windows is disabled.
IDS_TRAYICON_TOOLTIP=HideDragon
IDS_TRAYICON_BALLTIPTITLE=HideDragon 3.1
IDS_TRAYICON_BALLTIP=HideDragon has minimized, you can right click this icon to access more functions.
IDS_STATUSBAR_WELCOME=Welcome to Use HideDragon
IDS_TIP_CLICKTOEXPANDINFO=Click to Expand/Collapse Infomation Panel



IDS_TIP_LISTVIEW=Right click on the item to access more functions.
IDS_TIP_SWITCH=When click mouse middle button, hide checked item in Window List.

IDS_HOTKEY_TITLE=HotKey
IDD108_1020=Click mouse's &left and right keys together to hide all windows
IDD108_12IDD110_1076=隐藏窗口后将被隐藏窗口的进程隐藏(&P)
12=Click mouse's &middle button to hide all windows
IDD108_1109=Use Mouse to hide windows:
IDD108_1112=Right button must first pus&h
IDD108_1110=Hide Window Hotkey:
IDD108_1085=Mus&t use this hotkey to reshow hided windows
IDD108_1140=Show HideDragon:
IDD108_1075=&Show tip dialog when HideDragon run to background


IDS_PASSWORD_TITLE=Password Protection
IDD127_1113=If you make the password-protection setting, you have to input the password to redisplay the hidden windows. If the password is not correct, the hidden windows won't show due to the security manner.
IDD127_1114=Password can be changed without inputting the old one, considering the password may be forgotten by the user
IDD127_1057=&Enable Password Protection
IDD127_1115=Password:
IDD127_1116=Input Again:



IDS_BACKGROUND_TITLE=Background Run
IDD138_1117=Background Options:
IDD138_1074=A&uto-Hide popup windows of background processing programs

IDS_QUICKHIDE_TITLE=Quick Hide Window
IDD144_1119=System:
IDD144_1078=&Auto hide popup windows of quick hided window
IDD144_1077=&Memory habit of hide window
IDD144_1245=Hide all tray &icon after quick hide window
IDD144_1093=&Run specified program after quick hide window
IDD144_1001=&Program path...
IDD144_1120=Checked Item In Window List:
IDD144_1080=R&eserve checked window
IDD144_1081=&Hide checked window

IDS_QUICKHIDE_FILETYPE1=Executable File (*.EXE) *.EXE All Files (*.*) *.* 
IDS_QUICKHIDE_FILETYPE2=*.EXE
IDS_QUICKHIDE_FILETYPE3=All Files (*.*)
IDS_QUICKHIDE_FILETYPE4=*.*请选择要运行的程序ITLE=Please Select Executable File





IDS_MOUSEMOTION_TIT自动更新
IDS_AUTOUPDA自动更新ate
IDD161_10启用自动更新(&U)D161_1080=Enab启用自动更新后，如果HideDragon发布新版，用户会在第一时间得到。新版提供了更大的功能和更稳定的性能。为了获得更好的体验，推荐启用自动更新。 is update sil只是在有更新版的时候通知我(&M)rompt when newHideDragon发布新版本，会提示用户，由用户决定是否更新。prompt user,user decide if update.
其它


IDS_OTHER系统_TITLE=Others隐藏窗口后最小化声音(&D)systemic sound after &hide windows
IDD110_1040=系统启动后自动运行HideDragon(&R)
IDD110_1071=HideDragon运行后不显示主窗口(&N)
IDD110_1095=HideDragon运行后不显示托盘图标(&T)
IDD110_1041=将程序快捷方式加入快速启动区(&Q)
IDD110_1247=HideDragon启动后不显示信息面板(&I)
IDD110_1250=HideDragon运行后不在任务管理器里显示进程(&O)
IDD110_1122=退出时被隐藏的窗口
IDD110_1022=结束所有被隐藏的窗口(&K)
IDD110_1023=显示所有被隐藏的窗口(&S)


IDD163_Title=自定义转到后台快捷键
IDD163_1144=在下边的框内按下需要设置的快捷键。使用此快捷键，可以将应用程序转到后台或重新显示。
IDD163_1204=如果需要自定义快捷键，必须在框里按下要设置的快捷键。
IDD163_1145=快捷键：
IDD163_1221=保存此快捷键，在下次运行HideDragon时仍然有效
IDD163_1142=确定
IDD163_1143=取消





IDD164_Title=更改窗口标题
IDD164_1186=请在下面输入要更改的窗口标题，或选择预置的标题：
IDD164_1187=窗口标题：
IDD164_1148=要更改的标题不可以为空，请输入要更改的标题。
IDD164_1146=确定
IDD164_1147=取消
IDS_TITLE_MACROFLASH=Macromedia Flash MX Professional 2004 - [未命名-1]
IDS_TITLE_MYCOMPUTER=我的电脑
IDS_TITLE_NOTEPAD=无标题 - 记事本
IDS_TITLE_EXCEL=Microsoft Excel - Book1
IDS_TITLE_WORD=文档 1 - Microsoft Word
IDS_TITLE_DW=Macromedia Dreamweaver MX 2004 - [无标题文档 (Untitled-1)]
IDS_TITLE_OUTLOOK=收件箱 - Microsoft Outlook
IDS_TITLE_PHOTOSHOP=Adobe Photoshop
IDS_TITLE_CAL=计算器
IDS_TITLE_ULTRAEDIT=UltraEdit-32 - [编辑1]
IDS_TITLE_ADOBEREADER=Adobe Reader
IDS_TITLE_WINDOWHELP=Windows Help






IDS_CHANGEICON_PLEASESELICON=请选择要替换的图标
IDS_CHANGEICON_FILETYPE1=图标文件 (*.ICO)
IDS_CHANGEICON_FILETYPE2=*.ICO
IDS_CHANGEICON_FILETYPE3=所有文件 (*.*)
IDS_CHANGEICON_FILETYPE4=*.*
IDS_MESSAGEBOX_EXPLCANNOT=Explorer.exe 不可以更改图标。


IDS_ABOUT_TITLE=版权
IDD106_1033=HideDragon 3.1
IDD106_1034=Copyright (C) 2003.4 - 2008.5 董大鹏
IDD106_1035=保留所有权利。
IDD106_1124=QQ:
IDD106_1028=如果有任何问题或建议欢迎给我发邮件，我会在下一版改进。
IDS_PARA2=本软件中文版是收费的，你可以自由的复制和传播，但要用于商业用途需经作者书面同意。
IDS_TIP_MAIL=反馈意见和建议
IDS_TIP_HTTP=获取HideDragon最新信息




IDS_README_TITLE=自述



IDS_HISTORY_TITLE=版本历史


IDS_ABOUTOPTION_TITLE=关于...


IDS_OPTIONDIALOG_TITLE=选项




IDD145_Title=HideDragon
IDD145_1125=HideDragon已转入到后台运行，您可以通过快捷键 :
IDD145_1126=或
IDD145_1127=再运行一次HideDragon
IDD145_1128=将HideDragon重新显示。
IDD145_1097=不再显示此对话框(&S)
IDD145_1129=关闭(&C)


IDS_PROPERTY_TITLE=属性
IDS_GENERAL_TITLE=属性
IDD168_1174=进程ID：
IDD168_1175=进程名：
IDD168_Title=常规
IDD168_1213=图标
IDD168_1180=原始的图标：
IDD168_1181=新的图标：
IDD168_1182=托盘图标：
IDD168_1183=转到后台的快捷键：
IDD168_1184=透明度：
IDD168_1185=是否自动勾选：
IDS_PROPERTYLIST_WNDTITLE=窗口标题
IDS_PROPERTYLIST_WNDHANDLE=窗口句柄
IDD168_1190=无



IDD167_Title=其它
IDS_PROPERTYOTHER_TITLE=其它

IDD167_1176=可见窗口的数量：
IDD167_1177=可见窗口标题及句柄：
IDD167_1178=原始的标题：
IDD167_1179=新的标题：
IDS_AUTORESERVE_YES=是
IDS_AUTORESERVE_NO=否





IDS_WIZARDBEGIN_TITLE=HideDragon后台运行程序指定向导
IDD136_Title=HideDragon后台运行程序指定向导
IDD136_1130=欢迎使用HideDragon后台运行程序指定向导：
IDD136_1131=此向导可以帮助您：
IDD136_1132=指定托盘图标到后台运行。
IDD136_1133=指定桌面上的窗口到后台运行，如果此窗口拥有托盘图标，托盘图标也会转入到后台运行。






IDD131_1064=在下面勾选要转到后台运行的托盘图标或窗口。
IDS_WIZARDBKSELWND_FIRSTSTEP=第一步
IDS_WIZARDBKSELWND_SELECTWNDORICON=勾选想要隐藏的程序或托盘图标。
IDS_WIZARDSELWND_TRAYICON=托盘图标
IDS_WIZARDSELWND_RELATEDTEXT=和托盘图标关联的窗口标题或工具提示
IDS_WIZARDSELWND_PROCESSID=进程ID




IDS_WIZARDBKFINSIH_FINISH=完成
IDS_WIZARDBKFINISH_CLICKFINISHTOSEL=点击“完成”后将隐藏所选取图标或窗口。
IDD132_1134=下面是要转到后台运行的程序，如果确认，完成向导后将指定程序转到后台运行，您可以在主窗口的“后台运行程序列表”里显示被隐藏的程序。
IDS_WIZARDFINISH_TRAYICON=托盘图标
IDS_WIZARDFINISH_RELATEDTEXT=和托盘图标关联的窗口标题或工具提示
IDS_WIZARDFINISH_PROCESSID=进程ID


IDD101_Title=HideDragon
IDD101_1004=HideDragon已设置密码保护，需要输入密码才能显示被隐藏的窗口。如果您忘记密码，需要重新运行HideDragon，并在没有隐藏窗口的状态下设置密码。
IDD101_1005=密码:
IDD101_1003=密码不正确，请输新输入!


IDD124_Title=HideDragon - 注册
IDD124_1202=技术支持
IDD124_1217=试用版的限制：
IDD124_1193=试用版只能使用50次。
IDD124_1194=反馈建议和技术支持：
IDD124_1195=我们提供免费的技术支持。
IDD124_1220=如果有任何问题，您可以发邮件到：
IDD124_1218=HDSupport@gmail.com
IDD124_1219=购买HideDragon
IDD124_1199=用户名：
IDD124_1200=注册码：在下边输入软件的注册码
IDD124_1001=注册(&R)
IDD124_1201=以后提醒(&L)
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=注册成功，您将获得一年的免费升级！
IDS_MESSAGEBOX_SERIALERROR=无效的注册信息，请重新输入！
IDS_TIP_REGISTEREMAIL=有任何问题欢迎通过邮件联系我们。
IDS_TIP_REGISTERBUYURL=购买后注册码将在几分钟内发到您的邮箱。
IDS_MESSAGEBOX_USERNAMETOSHORT=用户名至少3个字符。





IDS_LISTVIEW_WINDOWTITLE=窗口标题
IDS_LISTVIEW_PROCESSID=进程ID
IDS_LISTVIEW_TRAYICON=托盘图标
IDS_MOUSE_STATUS_ENABLED=启用
IDS_MOUSE_STATUS_DISABLED=禁用
IDS_LISTVIEWBK_TRAYICON=托盘图标
IDS_LISTVIEWBK_RELATEDTITLE=窗口标题或工具提示
IDS_LISTVIEWBK_PROCESSID=进程ID
IDS_HAVETRAYICON=有





IDS_MAINDIALOG_TITLE=HideDragon
IDS_MESSAGEBOX_REGHIDEALLWINDOWFAILURE=注册隐藏所有窗口热键失败。
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURE=注册显示程序主窗口热键失败，请更换再注册。
IDS_MESSAGEBOX_PLEASESELECTAITEM=请选择一个要显示的条目。
IDS_MESSAGEBOX_NOTFOUNDLANGPACK=未找到相应的语言包，或加载语言文件时出错。
IDS_MESSAGEBOX_REGHIDEWNDFAILURECHANGE=注册隐藏所有窗口热键失败，请更换再注册。
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURECHANGE=注册显示程序主窗口热键失败，请更换再注册。
IDS_MESSAGEBOX_IFNOTCONFLICT=如果不与其它程序冲突，不推荐取消此选项。
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=注册成功,从现在开始您可以获得一年的免费升级。
IDS_MESSAGEBOX_IFENABLEPASSWORD=如果启用密码保护，需要输入密码。
IDS_MESSAGEBOX_PASSWORDNOTMATCH=密码输入不匹配,请重新输入。
IDS_MESSAGEBOX_PLEASESELECTWNDORICON=请选择要隐藏的图标或窗口。
IDS_MESSAGEBOX_SELECTEDWNDORICONISCANCEL=已经选取了要隐藏的窗口或图标，如果取消则无法隐藏，确实要取消吗？
IDS_MESSAGEBOX_NEEDSELPROGRAM=如果您选择了在隐藏窗口后立即运行指定程序，需要选择一个指定的应用程序。







IDM_MAIN_FILE=文件(&F)
IDM_MAIN_JOB=窗口列表(&W)
IDM_MAIN_TOOL=工具(&T)
IDM_MAIN_DISGUISE=伪装(&D)
IDM_MAIN_BACKGROUND=后台运行(&B)
IDM_MAIN_HELP=帮助(&H)

IDM_ONTOP=置于最前端(&O)
IDM_HIDEICON=隐藏图标(&I)
IDM_SHOWICON=显示图标(&I)
IDM_HIDEHDPROCESS=隐藏进程(&R)
IDM_HIDETIP=显示工具提示(&T)
IDM_NEWCOMMERMODEL=初学者模式(&B)
IDM_EXPANDINFOPANEL=展开信息面板(&E)
IDM_OPTION=选项(&O)...
IDM_CHANGELANGUAGE=更改语言
IDM_SPECBK=后台向导(&P)...
IDM_UPDATE=在线更新(&U)
IDM_ACQUIRELANGUAGE=立即获取更多语言包(&A)...
IDM_VIDEOTURORIAL=视频教程(&V)...
IDM_QUICKSTART=快速开始
IDM_XPQH=快速隐藏窗口(&Q)...
IDM_XPBK=指定程序到后台(&K)...
IDM_XPDISGUISE=伪装窗口(&D)...
IDM_USERMANUAL=使用手册(&U)...
IDM_SUGGEST=提交建议(&S)...
IDM_BUYONLINE=在线购买(&P)...
IDM_REGISTER=输入序列号(&R)...
IDM_BLOG=HideDragon的博客(&B)...
IDM_ABOUT=关于(&A)...



IDM_RESERVESEL=勾选窗口被 保留
IDM_HIDESEL=勾选窗口被 隐藏
IDM_RESERVE=勾选此窗口(&R)
IDM_CANCELRESERVE=取消勾选此窗口(\&R)
IDM_AUTORESERVE=在下次运行时自动勾选此程序(&A)
IDM_CANCELAUTORESERVE=取消自动勾选(\&A)
IDM_SETWNDALPHA=设置窗口透明度
IDM_JOB_TIP3=使用以上功能需选中窗口列表

IDM_TRANSPARENT_RESTORE=恢复默认透明度(&R)
IDM_TRANSPARENT_LOW=最低透明度(&L)
IDM_TRANSPARENT_MIDDLELOW=中下透明度(O)
IDM_TRANSPARENT_MIDDLE=中度透明(&M)
IDM_TRANSPARENT_MIDDLEHIGH=中上透明度(&G)
IDM_TRANSPARENT_MOSTHIGH=完全透明(&H)

IDM_TOBK=立即将此窗口转到后台(&B)
IDM_BKWNDHOTKEY=自定义转到后台快捷键(&C)...
IDM_UNREGISTERHK=取消注册此快捷键(&U)
IDM_CHANGEICON=更改窗口图标(&I)...
IDM_CHANGETITLE=更改窗口标题(&T)...
IDM_RESTOREICONTITLE=恢复图标和标题(&R)
IDM_REMEMBER=记忆上次更改的图标和标题(&A)
IDM_PROPERTY=属性(&P)...



IDC_TABNAME_WNDLIST=窗口列表
IDC_TABNAME_TRAYICON=托盘图标列表
IDC_TABNAME_BKLIST=后台运行程序列表

IDM_TAB_TRAY_LIST=将此托盘图标转到后台(&B)
IDM_BKITEM_SHOW=显示(&S)
IDM_BKTAB_BKWIZARD=指定程序到后台运行(&W)



IDD181_Title=InfomationPanel
IDD181_1225=鼠标：
IDD181_1226=启用
IDD181_1227=置于最前端(&R)
IDD181_1228=选项(&O)...
IDD181_1229=隐藏图标(&H)
IDD181_1230=隐藏所有窗口：
IDD181_1231=显示HideDragon：
IDD181_1234=指定程序到后台运行(&W)...
IDD181_1238=信息面板


IDD179_Title=AllWindowTabPage
IDD179_1239=刷新(&R)
IDD179_1244=隐藏在窗口列表里勾选的窗口(&C)



IDD180_Title=TrayIconList
IDD180_1224=刷新(&R)



IDD182_Title=BackgroundTab
IDD182_1241=自动隐藏后弹出的窗口(&L)
IDD182_1242=显示被隐藏的程序(&S)






;;;;;;;;;;;;;;;;;;;;;;;;;;;;;Online Update;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
IDD130_Title=HideDragon 在线更新
IDD130_2007=更新进度:
IDD130_2002=1.正在连接服务器
IDD130_2003=2.正在检查更新组件
IDD130_2004=3.正在下载文件
IDD130_2005=4.正在安装文件
IDD130_2008=开始


IDD160_Title=HideDragon
IDD160_2135=HideDragon已发布更新版本，为了体验更强大的功能，和更稳定的性能，推荐您：
IDD160_2136=立即更新(速度极快)
IDS_BUTTON_START=开始
IDS_BUTTON_STOP=停止



IDS_HDUPDATE_HIDEDRAGONUPDATESUCCESS=HideDragon在线更新成功!
IDS_HDUPDATE_CANNOTRESOLVEADDR=无法解析服务器地址，请检查网络稍后再试。
IDS_HDUPDATE_CANNOTCONNECTSERVER=无法连接服务器，请检查网络稍后再试。
IDS_HDUPDATE_REQUESTFILENOTFOUND=请求的文件没有找到。
IDS_HDUPDATE_SERVERBUSY=服务器忙，请稍后重试。
IDS_HDUPDATE_FILENOTENOUGH=当前目录程序不完整。
IDS_HDUPDATE_DOWNLOADINGNEW=3.已检查到更新版本，正在下载...
IDS_HDUPDATE_DOWNLOADSUCCESS=3.下载完毕
IDS_HDUPDATE_NOTFOUNDNEWER=2.没有检查到更新版本，请以后再试







